[
    {
        "id": "01",
        "name": "Wedding Photography",
        "image": "https://i.ibb.co/k4DWGMJ/WedCover.jpg",
        "details": "Wedding photography is a specialty in photography that is primarily focused on the photography of events and activities relating to weddings. It may include other types of portrait photography of the couple before the official wedding day, such as a pre-wedding engagement session (photographs are later used for the couple's wedding invitations). On the official wedding day, the photographer(s) will attempt to provide portrait photography, as well as documentary photography coverage to document the different wedding events and rituals throughout the wedding days.",
        "price": "79",
        "more_images": {
            "img1": "https://i.ibb.co/KrhMry9/wed1.jpg",
            "img2": "https://i.ibb.co/zhJMz0h/wed2.jpg",
            "img3": "https://i.ibb.co/0n4YpmV/wed3.jpg",
            "img4": "https://i.ibb.co/cgbZNwd/wed4.jpg",
            "img5": "https://i.ibb.co/Br6Nn1d/wed5.webp",
            "img6": "https://i.ibb.co/F8RPKR0/wed6.jpg"
        }
    },
    {
        "id": "02",
        "name": "Sports Photography",
        "image": "https://i.ibb.co/t8XcDQ8/sports-Cover.jpg",
        "details": "Sports photography is a type of photography that covers every sport and sporting event, capturing the action of a game and behind the scenes of the players. This type of photography helps to promote brands, the players, as well as the sport.The industry of sports photography can be a highly appealing one - the ability to take in sporting events or the potential of being a part of professional sport is a dream to many, but the competitiveness of the industry and the challenge of shooting moving subjects can feel daunting. If you have an interest in doing a deeper dive into the world of sports photography and getting more involved in action photography, then look no further. We've compiled a guide to get started as a sports photographer from breaking down the way to gain experience and break into the industry, to the technical aspects you'll need, right up to the equipment.",
        "price": "69",
        "more_images": {
            "img1": "https://i.ibb.co/fYXyMSV/sports1.jpg",
            "img2": "https://i.ibb.co/dsZdqNf/sports2.jpg",
            "img3": "https://i.ibb.co/CKstcmB/sports3.jpg",
            "img4": "https://i.ibb.co/w65Hmcw/sports4.webp",
            "img5": "https://i.ibb.co/qpnyYcb/sports5.jpg",
            "img6": "https://i.ibb.co/MDmnKqh/sports6.jpg"
        }
    },
    {
        "id": "03",
        "name": "Travel Photography",
        "image": "https://i.ibb.co/FYqby2N/travel-Cover.jpg",
        "details": "Travel photography is the broadest photography genre in terms of all the different subjects it covers. It encompasses numerous other areas of photography, such as street, landscape, or architecture photography. This is why it takes a lot more than mere photographic knowledge to excel as a travel photographer. A good travel photographer must be flexible, well-organized and outgoing. Flexible to adapt to time-related challenges (e.g. waking up early, staying up late). Well-organized to plan photographic trips to the last detail. Outgoing because, well, you can go a long way with a smile if you plan to, say, take portraits of total strangers in faraway lands. Learning a foreign language or three wouldn't hurt either. However, there's something unique about travel photography that makes it stand out from all other photography genres. The purpose of travel photography goes beyond just shooting a spectacular image. Travel photography is a means to tell a story, to inspire, and, above all, to educate people on the diversity of our beautiful world.",
        "price": "99",
        "more_images": {
            "img1": "https://i.ibb.co/4gRSH3k/travel1.jpg",
            "img2": "https://i.ibb.co/jJzC7RV/travel2.webp",
            "img3": "https://i.ibb.co/f8BW79M/travel3.jpg",
            "img4": "https://i.ibb.co/bgfKfZh/travel4.jpg",
            "img5": "https://i.ibb.co/ZhCW4Dj/travel5.jpg",
            "img6": "https://i.ibb.co/x87m0vf/travel6.jpg"
        }
    },
    {
        "id": "04",
        "name": "Product Photography",
        "image": "https://i.ibb.co/HP3MFMG/product-Cover.png",
        "details": "More specific than working in advertising, product photography is a great specialization. Think about all of the products you have recently shopped for: everything needs to be photographed. The photos are used for online and print catalogs, as well as for labels and packaging. Most product photography is studio based, with careful control of backgrounds, shadows, and lighting. Studio rentals can be fairly expensive so consider building a home photography studio on a budget. Product photography covers a lot of ground. Food photography is a specialized niche, and restaurants need to advertise their meals and create their menus. Jewelry is another favorite type of product photography since this requires the perfect balance of light and preparation. While some product shoots might involve models, many times you will be working solo in a studio doing still life photographs of small objects.",
        "price": "45",
        "more_images": {
            "img1": "https://i.ibb.co/Qk8hf7b/product1.jpg",
            "img2": "https://i.ibb.co/hsq2n9V/product2.jpg",
            "img3": "https://i.ibb.co/qF8XXV6/product3.jpg",
            "img4": "https://i.ibb.co/B4dBrv7/product4.jpg",
            "img5": "https://i.ibb.co/2PgtPtG/product5.jpg",
            "img6": "https://i.ibb.co/Z1qBVKv/product6.jpg"
        }
    },
    {
        "id": "05",
        "name": "Architecture Photography",
        "image": "https://i.ibb.co/WGxKZvN/architecture-Cover.jpg",
        "details": "Architecture photography (also referred to as building photography or structure photography) generally means photography that focuses on buildings. It can include shooting building exteriors and interiors, as well as bridges, other structures, and cityscapes.Architectural photography is a genre of photography that focuses on capturing photographs of buildings or structures. Hence, it also involves photographing the interiors and exteriors of buildings, bridges, structures, and cityscapes. When compared to other photography fields, this kind of photography is less dynamic as it demands you to spend a lot of time contemplating over a scene or an environment. As a result, you may not need a speedy or continuous shooting mode camera. Still, you will have to focus on the image's quality. Additionally, you must be ready to use the editing tools, know how to fit a building into a frame, and integrate the rules of composition. Architectural photography was born in the 1870's when the famous architectural photographer Albert Levy began to click photos of older buildings. Later, modern buildings were photographed by the American mid-century modernist Julius Shulman.",
        "price": "59",
        "more_images": {
            "img1": "https://i.ibb.co/zGmWQCS/ar1.png",
            "img2": "https://i.ibb.co/44wY2rH/ar2.png",
            "img3": "https://i.ibb.co/znXPRgt/ar3.png",
            "img4": "https://i.ibb.co/m6YHCgr/ar4.png",
            "img5": "https://i.ibb.co/qRSXCX8/ar5.png",
            "img6": "https://i.ibb.co/prK36Cj/ar6.png"
        }
    },
    {
        "id": "06",
        "name": "Food Photography",
        "image": "https://i.ibb.co/7gzm208/food.png",
        "details": "The ability to take mouthwatering shots of food can help you score commercial gigs creating restaurant ads, menu photos, and images for hospitality websites. It's also a great skill to build if you want to post appetizing shots on social media. Food photographers can even license out their work as stock photography. Learn the tricks of the trade to help you cook up some good food photos. Well, simply speaking, it is photographs of food. But is that it? Well, no. Like any other genre of photography, food photography is an art and it can be used to breathe new life or give a whole new dimension to the food we eat. It can also be used commercially for advertising, marketing and more. Professional food photography is not just something for Instagram, it is a serious commercial venture. Restaurants make use of food photography for their menus and advertisements. You can also see food photography being used for food packaging etc. It can, in fact, be a very lucrative profession.",
        "price": "19.99",
        "more_images": {
            "img1": "https://i.ibb.co/PD2Hnys/fd1.png",
            "img2": "https://i.ibb.co/S0HD9n1/fd2.png",
            "img3": "https://i.ibb.co/MZshPYS/fd3.png",
            "img4": "https://i.ibb.co/NyVCVGv/fd4.png",
            "img5": "https://i.ibb.co/rdYKRx8/fd5.png",
            "img6": "https://i.ibb.co/wCnh1vV/fd6.png"
        }
    },
    {
        "id": "07",
        "name": "Automotive Photography",
        "image": "https://i.ibb.co/xSHWLys/automotive.png",
        "details": "Being paid to take photos of fancy cars must be every schoolboy's dream, but there's a lot more to automotive photography than meets the eye and it often doesn't involve the kinds of 'dream cars' we imagine. Even though the subject doesn't show expressions like a human portrait model, capturing a vehicle in a creative way requires a lot of work - lighting, composition, post-production - it's a highly-skilled process, and as such, well-remunerated at the commercial level. Also known as car photography or vehicle photography, automotive photography is a deceptively challenging field. Photographers in this niche are specialists in capturing the best features of every vehicle they work with and help to build stunning photographs that speak to the emotions of the viewer. Photographers in this field typically work with car, van, truck, and other vehicle manufacturers to create advertising campaigns for their newest models. Many automotive photographers may also work with used car dealerships to build a gallery of images for websites and social media.",
        "price": "49",
        "more_images": {
            "img1": "https://i.ibb.co/cQHHbS7/cr1.png",
            "img2": "https://i.ibb.co/ZK8mB1H/cr2.png",
            "img3": "https://i.ibb.co/86n9HVh/cr3.png",
            "img4": "https://i.ibb.co/djycqqF/cr4.png",
            "img5": "https://i.ibb.co/fqMyg2Y/cr5.png",
            "img6": "https://i.ibb.co/VJn5kyn/cr6.png"
        }
    },
    {
        "id": "08",
        "name": "Model Photography",
        "image": "https://i.ibb.co/tYZtjJD/model-Cover.jpg",
        "details": "Model photography is simply more than just photography. With the first session you arrange, you are in for a world of extra-photographic conditions. You will deal with human models and the weather is never controllable. Even if you have mastered light, camera settings and exposition, expect that a surprise will come to pose a spontaneous challenge in the least expected moment. We invite you for a deep dive into model photography, where we will have a look at both interpersonal and technical aspects of this difficult trade.",
        "price": "39",
        "more_images": {
            "img1": "https://i.ibb.co/k3yc0ST/model1.jpg",
            "img2": "https://i.ibb.co/dkQb72P/model2.jpg",
            "img3": "https://i.ibb.co/5jLGVQK/model3.jpg",
            "img4": "https://i.ibb.co/h9PGTPg/model4.webp",
            "img5": "https://i.ibb.co/vxShv6g/model5.jpg",
            "img6": "https://i.ibb.co/8nwwsJq/model6.jpg"
        }
    },
    {
        "id": "09",
        "name": "Corporate Photography",
        "image": "https://i.ibb.co/FwLZpzB/corCover.jpg",
        "details": "Corporate photography is popularly known as business or commercial photography, as it is used by different business units to capture the photos of their products, services, and their organization to promote their business among the public. These days, commercial photography is becoming more and more popular because digital media is playing an important role in the area of marketing where photographs are really very important.",
        "price": "29.99",
        "more_images": {
            "img1": "https://i.ibb.co/yR7mrs5/cor1.jpg",
            "img2": "https://i.ibb.co/g3J4wKT/cor2.webp",
            "img3": "https://i.ibb.co/4SC8hDs/cor3.jpg",
            "img4": "https://i.ibb.co/cr9cyCH/cor4.jpg",
            "img5": "https://i.ibb.co/VgC7hMM/cor5.jpg",
            "img6": "https://i.ibb.co/gVQSMGN/cor6.jpg"
        }
    }
]